""" Напишите программу, которая добавляет ‘ing’ к словам

"""

ANY_WORD = ""
TAIL = "ing"
NEW_WORD = ANY_WORD + TAIL

print(f"Слово с хвостиком: '{NEW_WORD}'")
