""" Task 2: Напишите программу, которая добавляет ‘ing’ к словам

"""

ANY_WORD = ""
TAIL = "ing"

print(f"Слово с хвостиком: '{ANY_WORD}{TAIL}'")
