"""Напишите программу которая удаляет пробел в начале, в конце строки

"""

anyTxt = ""

print(f"Исходный текст: '{anyTxt}'")

cleanTxt = anyTxt.strip()
anyTxt = cleanTxt

print(f"Чистый текст: '{anyTxt}'")
