""" Task 4:Напишите программу которая удаляет пробел в начале, в конце строки

"""

ANY_TXT = ""

print(f"Исходный текст: '{ANY_TXT}'")
print(f"Чистый текст: '{ANY_TXT.strip()}'")
