""" Напишите программу, которая добавляет ‘ing’ к словам

"""

anyWord = ""
tail = "ing"
newWord = anyWord + tail

print(f"Слово с хвостиком: '{newWord}'")
