# Напишите программу, которая добавляет ‘ing’ к словам

any_word = ""
tail = "ing"
new_word = any_word + tail

print(f"Слово с хвостиком: '{new_word}'")
