"""Напишите программу которая удаляет пробел в начале, в конце строки

"""

ANY_TXT = ""

print(f"Исходный текст: '{ANY_TXT}'")

CLEAN_TXT = ANY_TXT.strip()
ANY_TXT_1 = CLEAN_TXT

print(f"Чистый текст: '{ANY_TXT_1}'")
