# Напишите программу которая удаляет пробел в начале, в конце строки

any_txt = ""

print(f"Исходный текст: '{any_txt}'")

clean_txt = any_txt.strip()
any_txt = clean_txt

print(f"Чистый текст: '{any_txt}'")
